[
    "What's your favorite way to spend a weekend?",
    "If you could live anywhere in the world, where would it be?",
    "What's the most adventurous thing you've done?",
    "If you had to choose a new career, what would it be?",
    "What's one thing you've always wanted to learn?",
    "If you could meet any historical figure, who would it be?",
    "What's your favorite book and why?",
    "If you could have any superpower, what would it be?",
    "What’s your favorite season and why?",
    "Do you have any unusual hobbies?",
    "If you could switch lives with someone for a day, who would it be?",
    "What’s a skill you think everyone should learn?",
    "What’s your favorite type of music?",
    "What’s something you’ve done that you’re proud of?",
    "If you could time travel, where and when would you go?",
    "What’s the best advice you’ve ever received?",
    "What’s your favorite movie and why?",
    "What’s one thing on your bucket list?",
    "If you could have dinner with any fictional character, who would it be?",
    "What’s the most interesting place you’ve visited?",
    "If you could own any animal as a pet, what would it be?",
    "What’s something people might be surprised to learn about you?",
    "What’s your favorite comfort food?",
    "What’s the most beautiful place you’ve ever been to?",
    "If you could instantly become an expert in something, what would it be?",
    "What’s the last show you binge-watched?",
    "If you could change one thing about the world, what would it be?",
    "What’s the best vacation you’ve ever had?",
    "If you could have any job in the world for one week, what would it be?",
    "What’s your favorite type of weather?",
    "What’s the most random fact you know?",
    "If you could trade places with anyone for a day, who would it be?",
    "What’s your favorite childhood memory?",
    "If you could be any character in a book or movie, who would you be?",
    "What’s something you’re passionate about?",
    "What’s the last thing that made you laugh?",
    "If you could solve one major world problem, which one would you choose?",
    "What’s your favorite holiday and why?",
    "If you could have any type of meal right now, what would it be?",
    "What’s your go-to karaoke song?",
    "If you could only eat one cuisine for the rest of your life, what would it be?",
    "What’s something you’ve always wanted to try but haven’t yet?",
    "What’s your favorite way to relax after a long day?",
    "If you could live without one thing, what would it be?",
    "What’s the most inspiring thing someone has done for you?",
    "What’s your favorite type of art?",
    "What’s your idea of a perfect day?",
    "If you could create a new holiday, what would it celebrate?",
    "What’s one thing that always makes you smile?",
    "What’s your favorite sport or physical activity?",
    "If you could give one piece of advice to your younger self, what would it be?",
    "What’s something that you believe in strongly?"
  ]
  